[Demo_Sisters_ep5_4 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=385,Y=-2690,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=SYSTEM,Command=ACT_EVENT,Number=6,Jump[0]="JUMP03",Jump[1]="JUMP02",Jump[2]="JUMP01")
DemoScripts[4]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[5]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=385,Y=-2520,Z=85),SecTime=)
DemoScripts[6]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-15,Z=0),SecTime=)
DemoScripts[7]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=400,Y=-2350,Z=4),VecSub=(X=-65,Y=0,Z=0),CId=69)
DemoScripts[8]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=360,Y=-2290,Z=4),VecSub=(X=-90,Y=0,Z=0),CId=70)
DemoScripts[9]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[10]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=3)
DemoScripts[11]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[12]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=7)
DemoScripts[13]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[14]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_fx_close_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_1200_lp_Faint",Rate=0,Number=3,Bit=4)
DemoScripts[15]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[16]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0103_fx_close_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_1100_lp_Faint",Rate=0,Number=3,Bit=4)
DemoScripts[17]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8)
DemoScripts[18]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Sisters.GG2_BGM_DM_Usual_Sisters_Cue')
DemoScripts[19]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Pool.GG2_AMB_Pool_LP_Cue')
DemoScripts[20]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[21]=(Actor=FADE,Command=WAIT)
DemoScripts[22]=(Actor=WINDOW,Command=SET)
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_002_Cue',Name="カミゾノ　シノブ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[26]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_003_Cue',Name="カミゾノ　マヤ")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[29]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[30]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_004_Cue',Name="")
DemoScripts[31]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[32]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[33]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[34]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[35]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=410,Y=-2500,Z=0),VecSub=(X=-100,Y=0,Z=0),CId=69)
DemoScripts[36]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=350,Y=-2500,Z=0),VecSub=(X=-80,Y=0,Z=0),CId=70)
DemoScripts[37]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[38]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=3)
DemoScripts[39]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[40]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=7)
DemoScripts[41]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0100_lp_close_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0700_lp_Depressed",Rate=0,Number=3,Bit=5)
DemoScripts[44]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8)
DemoScripts[45]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Sisters.GG2_BGM_DM_Usual_Sisters_Cue')
DemoScripts[46]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Pool.GG2_AMB_Pool_LP_Cue')
DemoScripts[47]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[48]=(Actor=FADE,Command=WAIT)
DemoScripts[49]=(Actor=WINDOW,Command=SET)
DemoScripts[50]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[51]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_006_Cue',Name="カミゾノ　マヤ")
DemoScripts[52]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[53]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[54]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=-145,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[55]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[56]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[57]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_007_Cue',Name="カミゾノ　シノブ")
DemoScripts[58]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[59]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[60]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_008_Cue',Name="")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[62]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[63]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[64]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[65]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=410,Y=-2500,Z=0),VecSub=(X=-100,Y=0,Z=0),CId=69)
DemoScripts[66]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=350,Y=-2500,Z=0),VecSub=(X=-80,Y=0,Z=0),CId=70)
DemoScripts[67]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[68]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=3)
DemoScripts[69]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[70]=(Actor=CHARACTER,Command=MESH,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=7)
DemoScripts[71]=(Actor=CHARACTER,Command=POP_WAIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[74]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Sisters.GG2_BGM_DM_Usual_Sisters_Cue')
DemoScripts[75]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Pool.GG2_AMB_Pool_LP_Cue')
DemoScripts[76]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[77]=(Actor=FADE,Command=WAIT)
DemoScripts[78]=(Actor=WINDOW,Command=SET)
DemoScripts[79]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[81]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[82]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_010_Cue',Name="カミゾノ　シノブ")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[84]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[85]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_011_Cue',Name="カミゾノ　マヤ")
DemoScripts[86]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[87]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[88]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[89]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_013_Cue',Name="")
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[91]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[92]=(Actor=SYSTEM,Command=JUMP,Label=JUMP04)
DemoScripts[93]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[94]=(Actor=WINDOW,Command=EXIT)
DemoScripts[95]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[96]=(Actor=FADE,Command=WAIT)
DemoScripts[97]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=385,Y=-2690,Z=135),SecTime=)
DemoScripts[98]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=90,Y=-5,Z=0),SecTime=)
DemoScripts[99]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=410,Y=-2500,Z=0),CId=69)
DemoScripts[100]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=-100,Y=0,Z=0),CId=69)
DemoScripts[101]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[102]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[103]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[104]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=350,Y=-2500,Z=0),CId=70)
DemoScripts[105]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=ROT,Vec=(X=-80,Y=0,Z=0),CId=70)
DemoScripts[106]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[107]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0)
DemoScripts[108]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[109]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[110]=(Actor=FADE,Command=WAIT)
DemoScripts[111]=(Actor=WINDOW,Command=SET)
DemoScripts[112]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_014_Cue',Name="カミゾノ　シノブ")
DemoScripts[113]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[114]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[115]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[116]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[118]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=385,Y=-2640,Z=135),SecTime=0.3)
DemoScripts[119]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[120]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=385,Y=-2640,Z=135),SecTime=)
DemoScripts[121]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[122]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",Rate=0,Number=0,Bit=1)
DemoScripts[123]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[124]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_016_Cue',Name="カミゾノ　シノブ")
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[126]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[127]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_017_Cue',Name="カミゾノ　マヤ")
DemoScripts[128]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[129]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[130]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=385,Y=-2690,Z=135),SecTime=0.3)
DemoScripts[131]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[132]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=385,Y=-2690,Z=135),SecTime=)
DemoScripts[133]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[134]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[136]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[138]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_019_Cue',Name="カミゾノ　シノブ")
DemoScripts[139]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[140]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[141]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[142]=(Actor=SELECT,Command=SET,ID=SELECT01)
DemoScripts[143]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[144]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[145]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[146]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[147]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[148]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[149]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_022_Cue',Name="カミゾノ　マヤ")
DemoScripts[150]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[151]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[152]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_023_Cue',Name="カミゾノ　シノブ")
DemoScripts[153]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[154]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[155]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[156]=(Actor=SYSTEM,Command=TAG,Label=JUMP07)
DemoScripts[157]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[158]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[159]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0105_fx_Stand2Shy",Rate=0,Number=3,Bit=1)
DemoScripts[160]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0500_lp_Shy",Number=8)
DemoScripts[161]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0.8)
DemoScripts[162]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_025_Cue',Name="カミゾノ　マヤ")
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[164]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[165]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0103_fx_close_perplex",Rate=0,Number=0,Bit=0)
DemoScripts[166]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_026_Cue',Name="カミゾノ　マヤ")
DemoScripts[167]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[168]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[169]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[170]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0501_fx_Shy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[171]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[172]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Rate=0)
DemoScripts[173]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[174]=(Actor=SYSTEM,Command=TAG,Label=JUMP08)
DemoScripts[175]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[176]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[177]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0202_lp_half_perplex",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0107_fx_Stand2Shy",Rate=0,Number=3,Bit=1)
DemoScripts[178]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0700_lp_Shy",Number=8)
DemoScripts[179]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0.8)
DemoScripts[180]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_029_Cue',Name="カミゾノ　シノブ")
DemoScripts[181]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[182]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[183]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[184]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0701_fx_Shy2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[185]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[186]=(Actor=CHARACTER,Command=CHEEK,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=0)
DemoScripts[187]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_031_Cue',Name="カミゾノ　シノブ")
DemoScripts[188]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[189]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[190]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[191]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_032_Cue',Name="カミゾノ　マヤ")
DemoScripts[192]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[193]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[194]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[195]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[196]=(Actor=SYSTEM,Command=TAG,Label=JUMP09)
DemoScripts[197]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[198]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[199]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[200]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",Rate=0,Number=0,Bit=1)
DemoScripts[201]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[202]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0102_lp_close_tightly",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[203]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[204]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_036_Cue',Name="カミゾノ　シノブ")
DemoScripts[205]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[206]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[207]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_037_Cue',Name="カミゾノ　マヤ")
DemoScripts[208]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[209]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[210]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[211]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[212]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_038_Cue',Name="")
DemoScripts[213]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[214]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[215]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[216]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[217]=(Actor=SYSTEM,Command=TAG,Label=JUMP10)
DemoScripts[218]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[219]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[220]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Anger_Cue')
DemoScripts[221]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=5,CId=69)
DemoScripts[222]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0201_lp_half_angry",Rate=0,Number=0,Bit=1)
DemoScripts[223]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_041_Cue',Name="カミゾノ　シノブ")
DemoScripts[224]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[225]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[226]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=11,Vec=(X=415,Y=-2550,Z=130))
DemoScripts[227]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_042_Cue',Name="カミゾノ　マヤ")
DemoScripts[228]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[229]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[230]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[231]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[232]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_044_Cue',Name="カミゾノ　マヤ")
DemoScripts[233]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[234]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[235]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_045_Cue',Name="")
DemoScripts[236]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[237]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[238]=(Actor=SYSTEM,Command=JUMP,Label=JUMP05)
DemoScripts[239]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[240]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[241]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[1]="my_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[242]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0104_fx_Stand2Warn",Rate=0,Number=3,Bit=1)
DemoScripts[243]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0400_lp_Warn",Number=8)
DemoScripts[244]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[245]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_046_Cue',Name="カミゾノ　シノブ")
DemoScripts[246]=(Actor=TEXT,Command=SET,ID=TEXT46)
DemoScripts[247]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[248]=(Actor=TEXT,Command=SET,ID=TEXT47)
DemoScripts[249]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[250]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[251]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[252]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_048_Cue',Name="カミゾノ　マヤ")
DemoScripts[253]=(Actor=TEXT,Command=SET,ID=TEXT48)
DemoScripts[254]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[255]=(Actor=WINDOW,Command=EXIT)
DemoScripts[256]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[257]=(Actor=FADE,Command=WAIT)
DemoScripts[258]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[259]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[260]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[261]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[262]=(Actor=FADE,Command=WAIT)
DemoScripts[263]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[264]=(Actor=WINDOW,Command=SET)
DemoScripts[265]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep5_4.GG2_V_Sisters_ep5_4_049_Cue',Name="")
DemoScripts[266]=(Actor=TEXT,Command=SET,ID=TEXT49)
DemoScripts[267]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[268]=(Actor=TEXT,Command=SET,ID=TEXT50)
DemoScripts[269]=(Actor=WINDOW,Command=EXIT)
DemoScripts[270]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[271]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[272]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[273]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[274]=(Actor=SYSTEM,Command=END)

[Select_Sisters_ep5_4 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=3,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=EROTIC,ParamNum=50),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_ep5_4 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="好! 完美!/n我塗完囉!")

Texts[1]=(Label="TEXT02",Name="忍",Text="呼......呼......嗯!/n這是什麼......好膩害......")

Texts[2]=(Label="TEXT03",Name="真夜",Text="峯哥......技術高超......")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="真......真是潛力無窮的人......")

Texts[4]=(Label="TEXT05",Name="峯大",Text="終於熬過來了......!/n我成功心無雜念地完成了哦!!")

Texts[5]=(Label="TEXT06",Name="真夜",Text="嗚嗚......已經嫁不出去了......")

Texts[6]=(Label="TEXT07",Name="忍",Text="?/n又沒做什麼虧心事./n真是奇怪的孩子呢.")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="這個人真的對這種做法/n一點疑問都沒有嗎......")

Texts[8]=(Label="TEXT09",Name="峯大",Text="如......如何?/n有順利濕......不對!/n有順利塗上去了嗎?")

Texts[9]=(Label="TEXT10",Name="忍",Text="你是笨蛋嗎?")

Texts[10]=(Label="TEXT11",Name="真夜",Text="想死嗎?")

Texts[11]=(Label="TEXT12",Name="峯大",Text="對不起.")

Texts[12]=(Label="TEXT13",Name="艾可蘿",Text="真差勁......")

Texts[13]=(Label="TEXT14",Name="忍",Text="呼......藥好像也已經乾得差不多了呢./n這樣藥效應該會持續一整天才對.")

Texts[14]=(Label="TEXT15",Name="峯大",Text="我聞我聞.")

Texts[15]=(Label="TEXT16",Name="忍",Text="什......你在聞什麼啊,不知羞恥!!")

Texts[16]=(Label="TEXT17",Name="真夜",Text="峯哥,變態......")

Texts[17]=(Label="TEXT18",Name="峯大",Text="抱......抱歉./n不過,好像什麼味道都沒有耶?")

Texts[18]=(Label="TEXT19",Name="忍",Text="這是隻有惡魔能聞到的/n特殊氣味唷.")

Texts[19]=(Label="TEXT20",Name="峯大",Text="這樣啊.")

Texts[20]=(Label="TEXT21",Name="峯大",Text="居然做到這種地步,/n還真有幹勁呢.")

Texts[21]=(Label="TEXT22",Name="真夜",Text="......要加油.")

Texts[22]=(Label="TEXT23",Name="忍",Text="是啊,絕對會捉住惡魔給你看!")

Texts[23]=(Label="TEXT24",Name="峯大",Text="好像有點塗太多了......欸嘿.")

Texts[24]=(Label="TEXT25",Name="真夜",Text="峯哥......有點....../n下流......")

Texts[25]=(Label="TEXT26",Name="真夜",Text="呣......")

Texts[26]=(Label="TEXT27",Name="峯大",Text="是......是嗎......?")

Texts[27]=(Label="TEXT28",Name="峯大",Text="不能只讓妳們兩個/n遇上危險啊./n能不能也幫我塗一塗那個藥呢?")

Texts[28]=(Label="TEXT29",Name="忍",Text="峯大這個色狼......")

Texts[29]=(Label="TEXT30",Name="峯大",Text="不......不是啦!/n我只是擔心妳們......")

Texts[30]=(Label="TEXT31",Name="忍",Text="......謝謝./n但這是貴重的藥,所以今天/n只帶了兩個人的份唷.")

Texts[31]=(Label="TEXT32",Name="真夜",Text="峯哥,這裡就交給專家吧.")

Texts[32]=(Label="TEXT33",Name="峯大",Text="......這樣啊......那就沒辦法了....../n妳們兩個要小心哦.")

Texts[33]=(Label="TEXT34",Name="峯大",Text="啊,不過妳們兩個/n本身的味道非常香唷!/n我聞我聞......吸--!")

Texts[34]=(Label="TEXT35",Name="峯大",Text="呼......是女孩子的味道......我能明白....../n這氣味是第一次聞到......我所不知道的味道....../n......是體味嗎?")

Texts[35]=(Label="TEXT36",Name="忍",Text="太差勁了!!")

Texts[36]=(Label="TEXT37",Name="真夜",Text="去死吧......")

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="你真的很噁心......峯大大人.")

Texts[38]=(Label="TEXT39",Name="峯大",Text="登愣--")

Texts[39]=(Label="TEXT40",Name="峯大",Text="那要噴個除臭嗎?")

Texts[40]=(Label="TEXT41",Name="忍",Text="你沒聽我說話嗎......?/n從現在開始要用這個氣味/n引誘惡魔耶......?")

Texts[41]=(Label="TEXT42",Name="真夜",Text="小忍,停,停.")

Texts[42]=(Label="TEXT43",Name="峯大",Text="啊,好想噴除臭./n真想盡情噴除臭./n想要咻咻地噴除臭啊~~~!!")

Texts[43]=(Label="TEXT44",Name="真夜",Text="峯哥也是,停,停.")

Texts[44]=(Label="TEXT45",Name="艾可蘿",Text="到底是什麼驅使你/n做到這種地步啊......")

Texts[45]=(Label="TEXT46",Name="忍",Text="那麼,峯大! 我們去去就來!/n你就先做些告白的想像訓練吧!")

Texts[46]=(Label="TEXT47",Name="峯大",Text="......咦?")

Texts[47]=(Label="TEXT48",Name="真夜",Text="我會加油!/n峯哥也要,加油哦.")

Texts[48]=(Label="TEXT49",Name="艾可蘿",Text="......她們兩位......是打算/n以那副打扮在校內走動嗎......")

Texts[49]=(Label="TEXT50",Name="峯大",Text="唔......唔嗯......")

Texts[50]=(Label="TEXT51",Name="NONE",Text="デバッグ用/nアクションイベントの結果は?")

Texts[51]=(Label="SELECT01",Name="",Text="大成功")

Texts[52]=(Label="SELECT02",Name="",Text="成功")

Texts[53]=(Label="SELECT03",Name="",Text="失敗")

Texts[54]=(Label="SELECT04",Name="",Text="")

Texts[55]=(Label="SELECT05",Name="",Text="")

Texts[56]=(Label="SELECT06",Name="",Text="還真有幹勁呢")

Texts[57]=(Label="SELECT07",Name="",Text="有點/n塗太多了")

Texts[58]=(Label="SELECT08",Name="",Text="能不能也/n幫我塗塗呢")

Texts[59]=(Label="SELECT09",Name="",Text="妳們兩個的/n味道很香唷")

Texts[60]=(Label="SELECT10",Name="",Text="那要噴個除臭嗎?")


